Repository: maxrys/js-blocker
Catalog: app/Localizable.xcstrings
Source language: en
Languages: be_by, ru

source: ...loading...
be_by: ...загрузка...
ru: ...загрузка...

# %@ 'at' %@
source: %1$@ 'at' %2$@
be_by: %1$@ 'у' %2$@
ru: %1$@ 'в' %2$@

# %d day
source: %d days
be_by: %d дзень
ru: %d день

source: %d existing records have been updated
be_by: Было абноўлена %d існуючых запісаў
ru: Было обновлено %d существующих записей

# %d hour
source: %d hours
be_by: %d гадзіна
ru: %d час

# %d minute
source: %d minutes
be_by: %d хвіліна
ru: %d минута

source: %d new records have been added
be_by: Было дададзена %d новых запісаў
ru: Было добавлено %d новых записей

source: %d records have been deleted
be_by: Было выдалена %d запісаў
ru: Было удалено %d записей

source: %d records have been exported
be_by: Было экспартавана %d запісаў
ru: Было экспортировано %d записей

# %d second
source: %d seconds
be_by: %d секунда
ru: %d секунда

# %d week
source: %d weeks
be_by: %d тыдзень
ru: %d неделя

source: 1 day
be_by: 1 дзень
ru: 1 день

source: 1 hour
be_by: 1 гадзіна
ru: 1 час

source: 1 minute
be_by: 1 хвіліна
ru: 1 минута

source: 1 week
be_by: 1 тыдзень
ru: 1 неделя

source: 5 minutes
be_by: 5 хвілін
ru: 5 минут

source: About %@
be_by: Аб дадатку %@
ru: О приложении %@

source: allow
be_by: дазволіць
ru: разрешить

source: At least 1 subdomain must be selected!
be_by: Прынамсі 1 паддамен павінен быць абраны!
ru: Как минимум 1 поддомен должен быть выбран!

source: cancel rule
be_by: скасаваць правіла
ru: отменить правило

source: delete
be_by: выдаліць
ru: удалить

source: domain name
be_by: даменнае імя
ru: доменное имя

source: Domain: %@
be_by: Дамен: %@
ru: Домен: %@

source: Domains where JavaScript is allowed
be_by: Дамены, на якіх дазволены JavaScript
ru: Домены, на которых разрешён JavaScript

source: Exact rule for the following domain was added:
be_by: Дакладнае правіла для дамена было дададзена:
ru: Точное правило для домена было добавлено:

source: Exact rule for the following domain was not added:
be_by: Дакладнае правіла для дамена не было дададзена:
ru: Точное правило для домена не было добавлено:

source: Exact rule for the following domain was not removed:
be_by: Дакладнае правіла для дамена не было выдалена:
ru: Точное правило для домена не было удалено:

source: Exact rule for the following domain was removed:
be_by: Дакладнае правіла для дамена было выдалена:
ru: Точное правило для домена было удалено:

source: Expired domains were detected: %@
be_by: Былі выяўлены пратэрмінаваныя дамены: %@
ru: Были обнаружены просроченные домены: %@

source: expires at
be_by: заканчваецца ў
ru: истекает в

source: export
be_by: экспарт
ru: экспорт

source: Export
be_by: Экспарт
ru: Экспорт

source: External Scripts
be_by: Знешнія скрыпты
ru: Внешние скрипты

source: import
be_by: імпарт
ru: импорт

source: Import
be_by: Імпарт
ru: Импорт

source: install
be_by: ўсталёўка
ru: установка

source: Installation example
be_by: Прыклад усталёўкі
ru: Пример установки

source: Invalid domains were detected: %@
be_by: Былі выяўлены няправільныя дамены: %@
ru: Были обнаружены неправильные домены: %@

source: Invalid JSON format!
be_by: Няправільны фармат JSON!
ru: Неверный формат JSON!

source: JavaScript on the Domain
be_by: JavaScript на Дамене
ru: JavaScript на Домене

source: JavaScript on the Domain + Subdomains
be_by: JavaScript на Дамене + Паддамены
ru: JavaScript на Домене + Поддомены

source: JS Blocker
be_by: JS Блакавальнік
ru: JS Блокировщик

source: lifetime
be_by: час жыцця
ru: время жизни

source: lifetime: %@
be_by: час жыцця: %@
ru: время жизни: %@

source: no
be_by: не
ru: нет

source: No External Strips
be_by: няма знешніх скрыптоў
ru: нет внешних скриптов

source: note: New Domains are added in Safari via the "JS Blocker" pop-up.
be_by: нататка: Новыя дамены дадаюцца ў Safari праз усплывальнае акно "JS Blocker'а".
ru: примечание: Новые домены добавляются в Safari через всплывающее окно "JS Blocker'а".

source: Open Safari Extensions Preferences…
be_by: Адкрыць наладкі пашырэнняў Safari…
ru: Открыть настройки расширений Safari…

source: Popup is disabled
be_by: Усплывальнае акно выключана
ru: Всплывающее окно выключено

source: Popup is enabled
be_by: Усплывальнае акно уключана
ru: Всплывающее окно включено

source: Search
be_by: Пошук
ru: Поиск

source: support
be_by: падтрымка
ru: поддержка

source: unlimit
be_by: без абмежаванняў
ru: без ограничений

# Version %@ (%@)
source: Version %1$@ (%2$@)
be_by: Версія %1$@ (%2$@)
ru: Версия %1$@ (%2$@)

source: wildcard
be_by: абагуль.
ru: обобщ.

source: Wildcard rules for the following domains were added:
be_by: Абагульненыя правілы для даменаў былі дададзены:
ru: Обобщённые правила для доменов были добавлены:

source: Wildcard rules for the following domains were not added:
be_by: Абагульненыя правілы для даменаў не былі дададзены:
ru: Обобщённые правила для доменов не были добавлены:

source: Wildcard rules for the following domains were not removed:
be_by: Абагульненыя правілы для даменаў не былі выдалены:
ru: Обобщённые правила для доменов не были удалены:

source: Wildcard rules for the following domains were removed:
be_by: Абагульненыя правілы для даменаў былі выдалены:
ru: Обобщённые правила для доменов были удалены:

source: yes
be_by: так
ru: да
